Escritorio/Proy_Final/app/views/invoice_clients/_form.html.erb

    <%= form.label :Cliente, class: "control-label"%>
    <%= form.collection_select :client_id, Client.all, :id, :business_name, prompt: true%>
---
SELECT "clients".* FROM "clients"